Repository: create3000/x_ite
Catalog: src/locale/*.po
Languages: de, fr

source: Less Properties
de: Weniger Eigenschaften
fr: Moins de propriétés

source: More Properties
de: Mehr Eigenschaften
fr: Plus de propriétés

source: Frame rate
de: Bildrate
fr: Fréquence

source: fps
de: BpS

source: Speed
de: Geschwindigkeit
fr: Vélocité

source: Routing
de: Routen
fr: Routes

source: Picking
de: Zeigegerät
fr: Pointeur

source: Camera
de: Kamera
fr: Caméra

source: Collision
de: Kollision

source: Display
de: Anzeige
fr: Visualisation

source: Shapes
de: Formen
fr: Formes

source: Sensors
de: Sensoren
fr: Senseurs

source: Browser Timings
de: Zeitberechnung
fr: Calcul du temps

source: Viewpoints
de: Ansichtspunkte
fr: Points de vue

source: Available Viewers
de: Verfügbare Betrachter
fr: Visionneurs disponibles

source: Primitive Quality
de: Qualität der Grundobjekte
fr: Qualité des objets simples

source: High
de: Hoch
fr: Haut

source: high
de: hoch
fr: haut

source: Medium
de: Mittel
fr: Moyenne

source: medium
de: mittel
fr: moyenne

source: Low
de: Niedrig
fr: Faible

source: low
de: niedrig
fr: faible

source: Texture Quality
de: Textur Qualität
fr: Qualité des textures

source: Display Rubberband
de: Gummiband anzeigen
fr: Présenter le bande élastique

source: Rubberband
de: Gummiband
fr: Bande élastique

source: on
de: an
fr: marche

source: off
de: aus
fr: arrêt

source: Mute Browser
de: Browser stumm schalten
fr: Rendre navigateur muet

source: Browser muted
de: Browser stumm geschalten
fr: Navigateur muet

source: Browser unmuted
de: Browser Ton an
fr: Son de navigateur réactivé

source: Leave Fullscreen
de: Vollbild verlassen
fr: Sortie en plein écran

source: Fullscreen
de: Vollbild
fr: Plein écran

source: About Excite
de: Über Excite

source: Examine Viewer
de: Untersuchen
fr: Examiner

source: Walk Viewer
de: Laufen
fr: Aller

source: Fly Viewer
de: Fliegen
fr: Voler

source: Plane Viewer
de: Ebenen Betrachter
fr: Visionneur de la plaine

source: None Viewer
de: Kein Betrachter
fr: Pas de visionneur

source: Loading %d file
de: Lade %d Datei
fr: Télécharger %d fichier

source: Loading %d files
de: Lade %d Dateien
fr: Télécharger %d fichiers

source: Loading done
de: Fertig mit Laden
fr: Téléchargement fini

source: Failed loading world.
de: Laden der Dateien fehlgeschlagen.
fr: Le chargement des fichiers ayant échoué.

source: X_ITE Browser
fr: X_ITE Navigateur

source: About X_ITE
fr: À propos de X_ITE
